// financial derivatives 衍生性金融商品
// 衍生性金融商品，就是從既有商品（如上述的股票）衍生出來的金融商品，若以台灣股市為主，大家可以觀察三個指標性衍生性商品：台指選擇權、台指期貨、摩台指期貨，怕一次給大家太大量的資訊，會很難消化啊，所以小 V 將較難的部分放入底下的「補充四」中哦～
// ＊補充四＊
// 以台灣股市為例，可以看「台指選擇權」、「台指期貨」、「摩台指期貨」這幾個指標，也就是投資人透過預測台股未來避險或賺錢

// 台指選擇權 (TXO)
// 標的為「台灣加權指數」，put option 「賣權」為看空；call option 「買權」為看多，因為主要賣選擇權的人大多為「大戶」；買選擇權大多為「散戶」，因此有下面的結論

// 當 put/call > 1 反應普遍散戶看空，而相反的賣選擇權的大戶看多
// 當 put/call < 1 反應普遍散戶看多，而相反的賣選擇權的大戶看空

// 因為市場長期還是大戶勝利居多，因此看大戶的動態較具代表性哦～

// 台指期貨
// 標的也是為「台灣加權指數」，分為大台指(TX)、小台指(MTX)，標的也是「台灣加權指數」，可以看得他的「多空單餘額」作為判斷輔助。

// 摩根台股指數期貨(STW)
// 在新加坡掛牌，雖然標的與台指期貨有些差別，但基本上組成份非常類似，可以看其「未平倉口數」作為判斷輔助。

// 在台指期（每月第三個禮拜三）、摩台指的結算日（每月倒數第二的營業日），多空雙方會試圖拉抬指數或壓低指數來讓自己的獲利更好，若結算日多單較多，當天台股接近收盤時上漲的機率較大，需多留意哦。

