// technical analysis 技術面分析
// 技術分析主要是研究市場過去的資料，以便預測未來走向，而這些過去資料多數為股票的「volume 成交量」和「stock price 股價」，小 V 今天介紹 2 個常用的指標（ MA 均線、KD 指標）給大家，KD 指標可能對有些人較難，因此放在「補充三」哦。

// moving average (MA) 均線：投資人平均成本
// “5 MA”  表示近 5 日的股價平均，”10 MA” 就是近 10 天的股價平均囉！以此類推，紅字的部分是最常使用的衡量指標！

// 短期投資通常看 5 MA (週線)、10 MA
// 中期投資通常看 20 MA (月線)、60 MA (季線)
// 長期投資通常看 120 MA (半年線)、240 MA (年線)

// 使用時機：當「短天期 MA」大於「長天期 MA」，就能判斷市場為上漲行情，因為這代表近期股價 > 平均價格，也就是這段期間賺錢的人居多，這支股票的行情也會較樂觀。

// ＊補充三＊
// 討論 KD 指標背後意義，當然不能錯過一個重要的名字「未成熟隨機值 RSV」，它的意義為「在最近九日內，今天的股價是強還是弱」，RSV公式：「(今日股價 – 9 日內最低價 ) / (9日內最高價 – 9日內最低價)」

// 今天 K 值 = 昨天 K 值 x ⅔ + 今日 RSV x ⅓
// 今日 D 值 = 昨日 D 值 x ⅔ + 昨日 K 值 x ⅓

// 從公式可以知道 D 值是由 K 值計算出來的，因此 D 值變動較慢較穩定； K 值變動較快且反應更短期的訊號

// 使用時機：

// 當 K 值穿過 D 值，稱為「黃金交叉」，行情大多為上漲
// 當 D 值穿過 K 值，稱為「死亡交叉」，行情大多為下跌
// 當 KD 值大於 80 持續三天，則稱為「高檔鈍化」，行情未來有很大機會漲
// 當 KD 值小於 20 持續三天，則稱為「低檔鈍化」，行情未來有很大機會跌

// 互動圖, 各種靜態圖
